Repository: discipletoolsbot/disciple-tools-meetings
Catalog: languages/disciple-tools-meetings-*.po
Languages: bs_ba, it_it

source: Meeting
bs_ba: Sastanak
it_it: Incontro

source: Meetings
bs_ba: Sastanci
it_it: Incontri

source: Date
bs_ba: Datum
it_it: Data

source: Meeting Topic
bs_ba: Tema sastanka
it_it: Argomento dell'Incontro

source: Meeting Notes
bs_ba: Bilješke sa sastanka
it_it: Appunti dall'Incontro

source: Meeting Type
bs_ba: Vrsta sastanka
it_it: Tipo di Incontro

source: In Person Meeting
bs_ba: Sastanak uživo
it_it: Incontro Dal Vivo

source: Face to Face Meeting
bs_ba: Sastanak licem u lice
it_it: Incontro di Persona

source: Online Meeting
bs_ba: Online sastanak
it_it: Incontro Online

source: Online Audio or Video Call
bs_ba: Online audio ili video poziv
it_it: Audio Online o Videochiamata

source: Attendees
bs_ba: Polaznici
it_it: Partecipanti

source: Assigned To
bs_ba: Dodijeljen
it_it: Assegnato a

source: Leaders
bs_ba: Vođe
it_it: I Leader

source: Group
bs_ba: Grupa
it_it: Gruppo

# Optional Documentation
source: The members who attended this meeting.
bs_ba: Članovi koji su prisustvovali ovom sastanku.
it_it: I membri che hanno partecipato a questo incontro.

source: Leader of meetings
bs_ba: Vođa sastanaka
it_it: Leader degli incontri

source: Meetings Date
bs_ba: Datum sastanka
it_it: Data degli Incontri

source: Meetings Type
bs_ba: Vrsta sastanka
it_it: Tipo degli Incontri

source: Default
bs_ba: Zadane postavke

source: General purpose
bs_ba: Opće namjene
it_it: Uso Generale

source: Create A Meeting
bs_ba: Kreirajte sastanak
it_it: Crea un Incontro

source: Who Attended the Meeting?
bs_ba: Ko je prisustvovao sastanku?
it_it: Chi ha partecipato all'incontro?

source: Meeting Date
bs_ba: Datum sastanka
it_it: Data dell'Incontro

source: Add A Meeting
bs_ba: Dodaj sastanak
it_it: Aggiungere un Incontro

source: Past Meetings
bs_ba: Prošli sastanci
it_it: Precedenti Incontri
